
"event read status update" = "Ereignis gelesen - Statusaktualisierung";

"device event status updated. The save" = "Status des Geräteereignisses aktualisiert. Das Speichern";

"Resolved" = "Gelöst";
"Unresolved" = "Ungelöst";


"The message status could not be updated" = "Der Nachrichtenstatus konnte nicht aktualisiert werden";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "Von Ihrem HP Gerät wurde eine Statusaktualisierung gesendet. Diese Aktualisierung konnte nicht im HP Utility - Mitteilungsdienst gesichert werden";

"Messages could not be displayed in HP Utility - Message Center" = "Meldungen konnten nicht im HP Utility - Mitteilungsdienst angezeigt werden";